Repository: bencl94/BookStoreBase
Catalog: Translations/BookStore Base.*.xlf
Languages: de_de

# Table 3315913999 - NamedType 1683349663
source: A %1 cannot be deleted!
de_de: Ein %1 kann nicht gelöscht werden!

# Table 3315913999 - Field 2842729223 - Property 2879900210
source: Author
de_de: Autor

# Table 3315913999 - Field 2660161043 - Property 2879900210
source: Author Provision %
de_de: Autor Provision %

# Table 3315913999 - Field 3543129988 - Property 2879900210
source: Blocked
de_de: Gesperrt

# Table 3315913999 - Field 1249475212 - Property 2879900210
source: Created
de_de: Erstellt am

# Table 3315913999 - Field 3598678408 - Property 2879900210
source: Date of Publishing
de_de: Datum der Veröffentlichung

# Table 3315913999 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 3315913999 - Field 871310557 - Property 2879900210
source: Edition No.
de_de: Ausgabe

# Table 3315913999 - Field 2393253273 - Property 2879900210
source: Last Date Modified
de_de: Letzte Änderung am

# Table 3315913999 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 3315913999 - Field 2755520618 - Property 2879900210
source: No. of Pages
de_de: Seitenzahl

# Table 3315913999 - Field 1180181476 - Property 2879900210
source: Search Description
de_de: Suchbegriff

# Table 3315913999 - Field 1878130204 - Property 2879900210
source: Type
de_de: Art

# Codeunit 730100419 - NamedType 1969826809
source: Do not forget to enter %1 in %2 %3
de_de: Vergessen Sie nicht die %1 in %2 %3 einzutragen

# Page 1869352431 - Property 2879900210
source: Map
de_de: Karte

# Page 3038532715 - Control 2842729223 - Property 1295455071
source: Specifies the value of the Autor field.
de_de: Gibt den Namen des Autors an

# Page 3038532715 - Control 3543129988 - Property 1295455071
source: Specifies the value of the Gesperrt field.
de_de: Gibt an, ob das Buch gesperrt ist.

# Page 3038532715 - Control 1249475212 - Property 1295455071
source: Specifies the value of the Erstellt am field.
de_de: Gibt an, wann der Datensatz erstellt wurde.

# Page 3038532715 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Beschreibung field.
de_de: Gibt die Beschreibung zum Buch an.

# Page 3038532715 - Control 1328823306 - Property 1295455071
source: Specifies the value of the ISBN field.
de_de: Gibt die ISBN an.

# Page 3038532715 - Control 2393253273 - Property 1295455071
source: Specifies the value of the Letzte Änderung am field.
de_de: Gibt das Datum der letzten Änderung an.

# Page 3038532715 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Nr. field.
de_de: Gibt die Nummer an.

# Page 3038532715 - Control 1180181476 - Property 1295455071
source: Specifies the value of the Suchbegriff field.
de_de: Gibt den Suchbegriff an.

# Page 3038532715 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type field.
de_de: Gibt die Art des Buches an.

# Page 3038532715 - Control 2660161043 - Property 1295455071
source: Specifies the value of the Autor Provision % field.
de_de: Gibt die Autorenprovision an.

# Page 3038532715 - Control 3598678408 - Property 1295455071
source: Specifies the value of the Datum Veröffentlichung field.
de_de: Gibt das Datum der Veröffentlichung an.

# Page 3038532715 - Control 871310557 - Property 1295455071
source: Specifies the value of the Ausgabenr. field.
de_de: Gibt die Nummer der Ausgabe an.

# Page 3038532715 - Control 2755520618 - Property 1295455071
source: Specifies the value of the Seitenzahl field.
de_de: Gibt die Seitenanzahl an.

# Page 3574427596 - Property 2879900210
source: Book Details
de_de: Buch Details

# Page 3574427596 - Control 2842729223 - Property 1295455071
source: Specifies the value of the Author field.
de_de: Gibt den Autor an.

# Page 3574427596 - Control 2842729223 - Property 2879900210
source: Author
de_de: Autor

# Page 3574427596 - Control 3908542825 - Property 1295455071
source: Specifies the value of the Book Description field.
de_de: Gibt die Buchbeschreibung an.

# Page 3574427596 - Control 3908542825 - Property 2879900210
source: Book Description
de_de: Buchbeschreibung

# Page 3574427596 - Control 4205704274 - Property 1295455071
source: Specifies the value of the Book No. field.
de_de: Gibt die Buch Nr. an.

# Page 3574427596 - Control 4205704274 - Property 2879900210
source: Book No.
de_de: Buch Nr.

# Page 3574427596 - Control 3598678408 - Property 1295455071
source: Specifies the value of the Date of Publishing field.
de_de: Gibt das Datum der Veröffentlichung an.

# Page 3574427596 - Control 3598678408 - Property 2879900210
source: Date of Publishing
de_de: Datum der Veröffentlichung

# Page 3574427596 - Control 2755520618 - Property 1295455071
source: Specifies the value of the No. of Pages field.
de_de: Gibt die Seitenzahl an.

# Page 3574427596 - Control 2755520618 - Property 2879900210
source: No. of Pages
de_de: Seitenzahl

# Page 1767892505 - Property 2879900210
source: Books
de_de: Bücher

# Page 1767892505 - Control 2842729223 - Property 1295455071
source: Specifies the value of the Autor field.
de_de: Gibt den Autor an.

# Page 1767892505 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Beschreibung field.
de_de: Gibt die Beschreibung an.

# Page 1767892505 - Control 1328823306 - Property 1295455071
source: Specifies the value of the ISBN field.
de_de: GIbt die ISBN an.

# Page 1767892505 - Control 4200184881 - Property 1295455071
source: Specifies the value of the Nr. field.
de_de: Gibt die Nummer an.

# Page 1767892505 - Control 2755520618 - Property 1295455071
source: Specifies the number of pages.
de_de: Gibt die Seitenzahl an.

# Page 1767892505 - Action 3245378402 - Property 1295455071
source: Executes the Create Books action.
de_de: Erstellt Beispielbücher

# Page 1767892505 - Action 3245378402 - Property 2879900210
source: Create Books
de_de: Erstelle Bücher

# Page 1767892505 - Action 2208614754 - Property 2879900210
source: Evaluation
de_de: Evaluierung

# Report 1767892505 - Property 2879900210
source: Book List
de_de: Bücher Liste

# Report 1767892505 - ReportLabel 650077689
source: Page {0} of {1}
de_de: Seite {0} von {1}

# Report 1767892505 - ReportLabel 3337055126
source: Book - List
de_de: Buch - Liste

# Report 1767892505 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen

# Report 1767892505 - Control 1747667661 - Property 1295455071
source: Specifies the value of the Show No. of Pages field.
de_de: Bestimmt den Wert zur Anzeige der Seitenzahl

# Report 1767892505 - Control 1747667661 - Property 2879900210
source: Show No. of Pages
de_de: Sollen Seitenzahlen angezeigt werden?

# PageExtension 2436207928 - Control 286500390 - Property 2879900210
source: Bookstore
de_de: Buchhandel

# PageExtension 2436207928 - Control 1732925209 - Property 1295455071
source: Specifies the value of the Favorite Book Description field.
de_de: Gibt den Wert der Lieblingsbuchbeschreibung an.

# PageExtension 2436207928 - Control 3929022722 - Property 1295455071
source: Specifies the value of the Favorite Book No. field.
de_de: Gibt den Wert der Lieblingsbuch-Nr. an.

# TableExtension 2181749388 - Field 1732925209 - Property 2879900210
source: Favorite Book Description
de_de: Lieblingsbuch Beschreibung

# TableExtension 2181749388 - Field 3929022722 - Property 2879900210
source: Favorite Book No.
de_de: Lieblingsbuch Nr.

# Profile 286500390 - Property 2879900210
source: BC IT Bookstore
de_de: BC IT Buchhandel

# Enum 1135097367 - EnumValue 3902073686 - Property 2879900210
source: Hardcover
de_de: Hartumschlag

# Enum 1135097367 - EnumValue 723394863 - Property 2879900210
source: Paperback
de_de: Papierumschlag

# PermissionSet 2157549348 - Property 2879900210
source: Book Store All
de_de: Buchhandel alle
